Repository: itenterprise/demo-app
Catalog: ios/core/ITCore/*.lproj/*_LocalizableCore.strings
Languages: hu

# Вход
source: Enter
hu: Вхід

# Нет доступа
source: Access denied
hu: Немає доступу

# Нет доступа для выполнения расчета
source: No access to use calculation
hu: Немає доступу для виконання розрахунку

source: Нет доступных лицензий. Повторите попытку позже
hu: Немає доступних ліцензій. Повторіть спробу пізніше

# Вход в систему
source: Log on
hu: Вхід в систему

# Вход не выполнен
source: Not logged in
hu: Вхід не виконано

# Выход
source: Exit
hu: Вихід

# Для использования данного приложения Вы должны быть подключены к Интернету
source: Network connection is required
hu: Для використання цього додатка Ви повинні бути підключені до Інтернету

source: Для использования данного приложения Вы должны быть подключены к Интернету и VPN-сети
hu: Для використання цього додатка Ви повинні бути підключені до Інтернету і VPN-мережі

source: Для использования данного приложения Вы должны указать корректный URL веб-сервиса IT-Enterprise
hu: Для використання цього додатка Ви повинні вказати коректний URL веб-сервісу IT-Enterprise

# Запомнить меня
source: Remember me
hu: Запам'ятати мене

# Исключительная ситуация
source: Exception
hu: Виняткова ситуація

# Используйте новую версию приложения
source: Use new version of application
hu: Використовуйте нову версію додатка

# Логин
source: Login
hu: Логін

# Неверный логин или пароль
source: Incorrect login or password
hu: Невірний логін або пароль

# Нет лицензии
source: No license
hu: Немає ліцензії

# Отсутствует соединение
source: No connection
hu: Відсутня з'єднання

# Пароль
source: Password
hu: Пароль

source: Произошла исключительная ситуация при выполнении расчета
hu: Сталася виняткова ситуація при виконанні розрахунку

source: Install new version from AppStore
hu: Установите новую версию приложения из AppStore. После установки запустите это приложение еще раз для настройки новой версии

# Недопустимый URL
source: Invalid URL
hu: Неприпустимий URL
